{
  "home-page": "Инста-загрузчик",
  "history-page": "История",
  "about-page": "О Insta Downloader",
  "contact-page": "Контакт",
  "input-title": "Загрузите ролики Insta, пост, историю и IGTV",
  "input-text": "Past URL Instagram",
  "download-text": "Скачать",
  "about-down-title": "Insta Downloader — онлайн-загрузчик",
  "about-down-text": "Как скачать фото и видео из Instagram? Как скачать видео из Instagram приватно? Эти вопросы интересуют многих пользователей Instagram. В этой статье я покажу вам, как загружать фотографии и видео из Instagram с помощью онлайн-инструмента Insta Downloader.",
  "about-can-title": "Что может Insta Downloader?",
  "about-can-text": "Insta Downloader — загрузчик Instagram, позволяющий загружать контент (видео, фотографии, истории, ролики Insta, IGTV) из Instagram в лучшем качестве. Загружайте фотографии и видео из Instagram в веб-браузере, поддерживайте любое устройство: ПК, планшет, iPhone, Android.",
  "history-title": "История хранения видео",
  "privacy-policy-title": "политика конфиденциальности",
  "privacy-policy-text": "Пожалуйста, ознакомьтесь с нашими правилами конфиденциальности и свяжитесь с нами, если у вас возникнут вопросы.",
  "privacy-policy-personal-title": "Личная идентификационная информация",
  "privacy-policy-personal-text": "Мы можем собирать личную идентификационную информацию от Пользователей различными способами, включая, помимо прочего, когда Пользователи посещают наш сайт, заполняют форму, а также в связи с другими видами деятельности, услугами, функциями или ресурсами, которые мы предоставляем на нашем Сайте. . Пользователи могут посещать наш Сайт анонимно. Мы будем собирать личную идентификационную информацию от Пользователей только в том случае, если они добровольно предоставят нам такую ​​информацию. Пользователи всегда могут отказаться предоставить личную информацию, за исключением случаев, когда это может помешать им участвовать в определенных действиях, связанных с Сайтом.",
  "privacy-policy-non-personal-title": "Неличная идентификационная информация",
  "privacy-policy-non-personal-text": "Мы можем собирать неличную идентификационную информацию о Пользователях всякий раз, когда они взаимодействуют с нашим Сайтом. Неличная идентификационная информация может включать имя браузера, тип компьютера и техническую информацию о средствах подключения Пользователей к нашему Сайту, таких как операционная система и используемые поставщики интернет-услуг, а также другую подобную информацию. Мы можем собирать неличную идентификационную информацию о Пользователях всякий раз, когда они взаимодействуют с нашим Сайтом. Неличная идентификационная информация может включать имя браузера, тип компьютера и техническую информацию о средствах подключения Пользователей к нашему Сайту, таких как операционная система и используемые поставщики интернет-услуг, а также другую подобную информацию.",
  "contact-us-title": "Связаться с нами",
  "contact-us-text": "Пожалуйста, опишите контактные данные подробно.",
  "ads-text": "Для реализации этого проекта нам необходимы средства. Если вы хотите помочь нам, вы можете разместить свою рекламу на нашем сайте."
}
