{
  "home-page": "Insta İndirici",
  "history-page": "Tarih",
  "about-page": "Hakkında",
  "contact-page": "temas etmek",
  "input-title": "Insta makaralarını, gönderilerini, hikayelerini ve IGTV'yi indirin",
  "input-text": "Geçmiş URL Instagram",
  "download-text": "İndirmek",
  "about-down-title": "Insta İndirici - Çevrimiçi İndirici",
  "about-down-text": "Instagram fotoğraf ve videoları nasıl indirilir? Instagram'dan özel olarak nasıl video indirilir? Bunlar birçok Instagram kullanıcısının ilgilendiği sorulardır. Bu yazıda size çevrimiçi Insta Downloader aracını kullanarak Instagram'dan nasıl fotoğraf ve video indireceğinizi göstereceğim.",
  "about-can-title": "Insta İndirici ne yapabilir?",
  "about-can-text": "Insta Downloader, Instagram'dan içerik (videolar, fotoğraflar, hikaye, Insta makaraları, IGTV) en iyi kalitede indirmenize izin veren bir Instagram indiricisidir. Instagram fotoğraflarını ve videolarını web tarayıcısına indirin, herhangi bir PC, tablet, iPhone, Android cihazını destekleyin.",
  "history-title": "Video depolama geçmişi",
  "privacy-policy-title": "Gizlilik Politikası",
  "privacy-policy-text": "Lütfen bir dakikanızı ayırıp gizlilik uygulamalarımızı öğrenin ve herhangi bir sorunuz varsa bizimle iletişime geçin.",
  "privacy-policy-personal-title": "Kişisel kimlik bilgileri",
  "privacy-policy-personal-text": "Kullanıcıların sitemizi ziyaret etmesi, bir form doldurması ve Sitemizde kullanıma sunduğumuz diğer faaliyetler, hizmetler, özellikler veya kaynaklarla bağlantılı olarak, ancak bunlarla sınırlı olmamak üzere, Kullanıcılardan kişisel kimlik bilgilerini çeşitli şekillerde toplayabiliriz. . Kullanıcılar Sitemizi anonim olarak ziyaret edebilirler. Kullanıcılardan kişisel kimlik bilgilerini yalnızca bu bilgileri bize gönüllü olarak sunmaları durumunda toplayacağız. Kullanıcılar, Siteyle ilgili belirli faaliyetlerde bulunmalarını engelleyebileceği durumlar haricinde, kişisel kimlik bilgilerini vermeyi her zaman reddedebilirler.",
  "privacy-policy-non-personal-title": "Kişisel olmayan kimlik bilgileri",
  "privacy-policy-non-personal-text": "Sitemizle etkileşimde bulunduklarında Kullanıcılar hakkında kişisel olmayan kimlik bilgileri toplayabiliriz. Kişisel olmayan kimlik bilgileri, tarayıcı adını, bilgisayar türünü ve Kullanıcıların Sitemize bağlantı araçlarına ilişkin teknik bilgileri, örneğin işletim sistemi ve kullanılan İnternet servis sağlayıcılarını ve diğer benzer bilgileri içerebilir. Sitemizle etkileşimde bulunduklarında Kullanıcılar hakkında kişisel olmayan kimlik bilgileri toplayabiliriz. Kişisel olmayan kimlik bilgileri, tarayıcı adını, bilgisayar türünü ve Kullanıcıların Sitemize bağlantı araçlarına ilişkin teknik bilgileri, örneğin işletim sistemi ve kullanılan İnternet servis sağlayıcılarını ve diğer benzer bilgileri içerebilir.",
  "contact-us-title": "Bize Ulaşın",
  "contact-us-text": "Lütfen iletişim bilgilerini ayrıntılı olarak açıklayın."
}
