{
  "home-page": "Завантажувач Insta",
  "history-page": "історія",
  "contact-page": "Зв'язатися",
  "about-page": "про Insta Downloader",
  "input-title": "Завантажуйте ролики Insta, публікації, історії та IGTV",
  "input-text": "Попередня URL-адреса Instagram",
  "download-text": "Завантажити",
  "about-down-title": "Insta Downloader - онлайн-завантажувач",
  "about-down-text": "Як завантажити фотографії та відео з Instagram? Як завантажити відео з Instagram приватно? Це питання, які цікавлять багатьох користувачів Instagram. У цій статті я покажу вам, як завантажити фотографії та відео з Instagram за допомогою онлайн-інструменту Insta Downloader.",
  "about-can-title": "Що може Insta Downloader?",
  "about-can-text": "Insta Downloader — це завантажувач Instagram, який дозволяє завантажувати вміст (відео, фотографії, історії, барабани Insta, IGTV) з Instagram у найкращій якості. Завантажуйте фотографії та відео Instagram у веб-браузер, підтримуйте будь-який пристрій ПК, планшет, iPhone, Android.",
  "history-title": "Історія зберігання відео",
  "privacy-policy-title": "Політика конфіденційності",
  "privacy-policy-text": "Будь ласка, знайдіть час, щоб ознайомитися з нашими методами забезпечення конфіденційності, і зв’яжіться з нами, якщо у вас виникнуть запитання.",
  "privacy-policy-personal-title": "Особиста ідентифікаційна інформація",
  "privacy-policy-personal-text": "Ми можемо збирати особисту ідентифікаційну інформацію користувачів різними способами, включаючи, але не обмежуючись, коли користувачі відвідують наш сайт, заповнюють форму, а також у зв’язку з іншими видами діяльності, послугами, функціями чи ресурсами, які ми надаємо доступними на нашому сайті. . Користувачі можуть відвідувати наш сайт анонімно. Ми збиратимемо особисту ідентифікаційну інформацію від Користувачів, лише якщо вони добровільно нададуть нам таку інформацію. Користувачі завжди можуть відмовитися від надання особистої ідентифікаційної інформації, за винятком випадків, коли це може перешкодити їм брати участь у певній діяльності, пов’язаній із сайтом.",
  "privacy-policy-non-personal-title": "Неособиста ідентифікаційна інформація",
  "privacy-policy-non-personal-text": "Ми можемо збирати неособисту ідентифікаційну інформацію про користувачів щоразу, коли вони взаємодіють із нашим сайтом. Неособиста ідентифікаційна інформація може включати назву браузера, тип комп’ютера та технічну інформацію про засоби підключення Користувача до нашого Сайту, наприклад операційну систему та використовуваних постачальників послуг Інтернету та іншу подібну інформацію. Ми можемо збирати неособисту ідентифікаційну інформацію про користувачів щоразу, коли вони взаємодіють із нашим сайтом. Неособиста ідентифікаційна інформація може включати назву браузера, тип комп’ютера та технічну інформацію про засоби підключення Користувача до нашого Сайту, наприклад операційну систему та використовуваних постачальників послуг Інтернету та іншу подібну інформацію.",
  "contact-us-title": "Зв'яжіться з нами",
  "contact-us-text": "Детально опишіть контактні дані."
}
