{
  "home-page": "تحميل الانستا",
  "history-page": "تاريخ",
  "contact-page": "اتصال",
  "about-page": "عن",
  "input-title": "قم بتنزيل بكرات Insta والنشر والقصة وIGTV",
  "input-text": "عنوان URL السابق لـ Instagram",
  "download-text": "تحميل",
  "about-down-title": "Insta Downloader - تنزيل عبر الإنترنت",
  "about-down-text": "كيفية تنزيل الصور ومقاطع الفيديو من Instagram؟ كيفية تنزيل مقاطع الفيديو من Instagram بشكل خاص؟ هذه هي الأسئلة التي تهم العديد من مستخدمي Instagram. سأوضح لك في هذه المقالة كيفية تنزيل الصور ومقاطع الفيديو من Instagram باستخدام أداة Insta Downloader عبر الإنترنت.",
  "about-can-title": "ما الذي يمكن أن يفعله برنامج Insta Downloader؟",
  "about-can-text": "Insta Downloader هو برنامج تنزيل على Instagram، يسمح بتنزيل المحتوى (مقاطع الفيديو والصور والقصة وبكرات Insta وIGTV) من Instagram بأفضل جودة. قم بتنزيل الصور ومقاطع الفيديو من Instagram على متصفح الويب، ودعم أي جهاز كمبيوتر شخصي أو جهاز لوحي أو iPhone أو Android.",
  "history-title": "تاريخ تخزين الفيديو",
  "privacy-policy-title": "سياسة الخصوصية",
  "privacy-policy-text": "يرجى تخصيص بعض الوقت للتعرف على ممارسات الخصوصية لدينا والاتصال بنا إذا كانت لديك أي أسئلة.",
  "privacy-policy-personal-title": "معلومات التعريف الشخصية",
  "privacy-policy-personal-text": "قد نقوم بجمع معلومات التعريف الشخصية من المستخدمين بعدة طرق، بما في ذلك، على سبيل المثال لا الحصر، عندما يزور المستخدمون موقعنا، وملء نموذج، وفيما يتعلق بالأنشطة أو الخدمات أو الميزات أو الموارد الأخرى التي نوفرها على موقعنا. . يمكن للمستخدمين زيارة موقعنا بشكل مجهول. سنقوم بجمع معلومات التعريف الشخصية من المستخدمين فقط إذا قاموا بتقديم هذه المعلومات إلينا طوعًا. يمكن للمستخدمين دائمًا رفض تقديم معلومات التعريف الشخصية، إلا أن ذلك قد يمنعهم من المشاركة في بعض الأنشطة المتعلقة بالموقع.",
  "privacy-policy-non-personal-title": "معلومات التعريف غير الشخصية",
  "privacy-policy-non-personal-text": "قد نقوم بجمع معلومات تعريف غير شخصية عن المستخدمين عندما يتفاعلون مع موقعنا. قد تتضمن معلومات التعريف غير الشخصية اسم المتصفح ونوع الكمبيوتر والمعلومات الفنية حول وسائل اتصال المستخدمين بموقعنا، مثل نظام التشغيل ومقدمي خدمات الإنترنت المستخدمين وغيرها من المعلومات المماثلة. قد نقوم بجمع معلومات تعريف غير شخصية عن المستخدمين عندما يتفاعلون مع موقعنا. قد تتضمن معلومات التعريف غير الشخصية اسم المتصفح ونوع الكمبيوتر والمعلومات الفنية حول وسائل اتصال المستخدمين بموقعنا، مثل نظام التشغيل ومقدمي خدمات الإنترنت المستخدمين وغيرها من المعلومات المماثلة.",
  "contact-us-title": "اتصل بنا",
  "contact-us-text": "يرجى وصف تفاصيل الاتصال بالتفصيل."
}
