{
  "home-page": "Insta Downloader",
  "history-page": "Tarix",
  "about-page": "Haqida",
  "input-title": "Insta roliklar, postlar, hikoyalar va IGTV-ni yuklab oling",
  "input-text": "Instagramning URL manzilini yozing",
  "download-text": "Yuklab olish",
  "about-down-title": "Insta Downloader - Onlayn yuklab oluvchi",
  "about-down-text": "Instagram fotosuratlari va videolarini qanday yuklab olish mumkin? Instagramdan videolarni qanday qilib shaxsiy ravishda yuklab olish mumkin? Bu savollar ko'pchilik Instagram foydalanuvchilarini qiziqtiradi. Ushbu maqolada men sizga onlayn Insta Downloader vositasi yordamida Instagram'dan fotosuratlar va videolarni qanday yuklab olishni ko'rsataman.",
  "about-can-title": "Insta Downloader nima qilishi mumkin?",
  "about-can-text": "Insta Downloader Instagram-dan yuklab olish dasturi bo'lib, kontentni (videolar, fotosuratlar, hikoyalar, Insta reels, IGTV) Instagram-dan eng yaxshi sifatda yuklab olish imkonini beradi. Instagram fotosuratlari va videolarini veb-brauzerda yuklab oling, har qanday kompyuter, planshet, iPhone, Android qurilmasini qo'llab-quvvatlang.",
  "history-title": "Video saqlash tarixi",
  "privacy-policy-title": "Maxfiylik siyosati",
  "privacy-policy-text": "Iltimos, maxfiylik amaliyotlarimiz bilan tanishish uchun biroz vaqt ajrating va savollaringiz bo'lsa, biz bilan bog'laning.",
  "privacy-policy-personal-title": "Shaxsiy identifikatsiya ma'lumotlari",
  "privacy-policy-personal-text": "Biz foydalanuvchilardan shaxsiy identifikatsiya ma'lumotlarini turli yo'llar bilan to'plashimiz mumkin, jumladan, lekin ular bilan cheklanmagan holda, foydalanuvchilar bizning saytimizga tashrif buyurganlarida, shaklni to'ldirganlarida va boshqa faoliyat, xizmatlar, xususiyatlar yoki biz saytimizda taqdim etadigan resurslar bilan bog'liq holda. . Foydalanuvchilar bizning saytimizga anonim ravishda tashrif buyurishlari mumkin. Biz foydalanuvchilarning shaxsiy identifikatsiya ma'lumotlarini faqat ular bizga ixtiyoriy ravishda taqdim etgan taqdirdagina to'playmiz. Foydalanuvchilar har doim shaxsiy identifikatsiya ma'lumotlarini taqdim etishdan bosh tortishlari mumkin, bundan tashqari, bu ularning Sayt bilan bog'liq muayyan faoliyat bilan shug'ullanishiga to'sqinlik qilishi mumkin.",
  "privacy-policy-non-personal-title": "Shaxsiy bo'lmagan identifikatsiya ma'lumotlari",
  "privacy-policy-non-personal-text": "Foydalanuvchilar bizning saytimiz bilan o'zaro aloqada bo'lganda ular haqida shaxsiy bo'lmagan identifikatsiya ma'lumotlarini to'plashimiz mumkin. Shaxsiy bo'lmagan identifikatsiya ma'lumotlari brauzer nomini, kompyuter turini va Foydalanuvchilar haqidagi texnik ma'lumotlarni Saytimizga ulanish vositalarini, masalan, operatsion tizim va foydalaniladigan Internet-provayderlar va shunga o'xshash ma'lumotlarni o'z ichiga olishi mumkin. Foydalanuvchilar bizning saytimiz bilan o'zaro aloqada bo'lganda ular haqida shaxsiy bo'lmagan identifikatsiya ma'lumotlarini to'plashimiz mumkin. Shaxsiy bo'lmagan identifikatsiya ma'lumotlari brauzer nomini, kompyuter turini va Foydalanuvchilar haqidagi texnik ma'lumotlarni Saytimizga ulanish vositalarini, masalan, operatsion tizim va foydalaniladigan Internet-provayderlar va shunga o'xshash ma'lumotlarni o'z ichiga olishi mumkin.",
  "contact-us-title": "Biz bilan bog'lanish",
  "contact-us-text": "Iltimos, aloqa ma'lumotlarini batafsil tasvirlab bering."
}
